<template>
  <v-container class="my-12">
    <v-row align="center" justify="center">
      <v-col cols="12" md="5">
        <v-img
          :src="mptiPhoto"
          alt="Наш университет"
          class="rounded-lg elevation-2"
          contain
        />
      </v-col>
      <v-col cols="12" md="7">
        <p class="mb-4">
          Наша команда — студенты магистратуры, занимаемся разработкой системы мониторинга заболеваний растений.
          В основе — идея автоматического анализа изображений с применением нейросетей.
        </p>
        <p class="mb-4">
          Большинство вспышек болезней на полях происходит из-за позднего обнаружения. Мы разрабатываем автономное устройство, которое фиксирует фото и отправляет их на анализ. Это снижает необходимость постоянного обхода, позволяет оперативно реагировать и локализовать заражения.
        </p>
        <p class="text-subtitle-2 text--secondary">
          Стартап реализуется в рамках магистратуры Московского Физико-Технического Института.
        </p>
      </v-col>
    </v-row>
  </v-container>
</template>

<script setup lang="ts">

  import mptiPhoto from '@images/pages/mpti.png';

</script>
